// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "位置調整";

HSDUnknownValue = "選択";
NoAlignTitle = "位置調整を実行できません";
NoAlignMsg = "プリンタが接続され電源が入っていることを確認し、もう一度試してください。";

ValidationMsg = "確認パターンを含むページを印刷しています。 印刷されたパターンの位置が調整されているように見える場合は、[完了]をクリックします。 それ以外の場合は、[位置調整] をクリックして、もう一度位置調整を行います。";
ValidationPagePrintingMsg = "確認パターンを含むページを印刷しています。 内部のボックスが見えない場合は、[完了] をクリックします。 それ以外の場合は、[位置調整] をクリックして、もう一度位置調整を行います。";
HSDDoneButton = "完了";

SemiAutomaticAlignCompletionAlertTitle = "お使いのプリンタは、現在位置パターンを印刷しています";
SemiAutomaticAlignCompletionAlertMessage = "そのページの指示に従って、位置調整のプロセスを完了してください。";

CompletionAlertTitle = "ペンの位置調整が完了";
CompletionAlertMessage = "ここで、[確認] ボタンをクリックして確認ページを印刷するか、または [完了] ボタンをクリックして位置調整手順を完了します。 確認ページを印刷するには、以下の印刷ダイアログで設定された装置を選択し、[プリント] ボタンをクリックします。";
VerifyButton = "確認";
PrintingPatternsTitle = "パターンのプリント中 . . .";
PrintingValidationPageTitle = "検証ページを印刷しています...";

AlignPrintheadsExplanation = "以下の手順で、相互にプリントヘッドの位置調整を行うことができます。 これによって、最高の印字品質を得ることが可能です。";
AlignPrintheadsInvitation = "プリントヘッドを交換するたびに、位置調整を行なうことをお勧めします。";

TransferringProcessTitle = "ファイルを転送中...";
PrintingProcessTitle = "PQ 診断ページのプリント中...";

PenChangedMsg = "プリント カートリッジ セットが変わったので、位置調整が中断されました。位置調整手順の間は、カートリッジの取り外し、挿入または交換をしないでください。";

PrintAndAlingButtonsHint = "今すぐ診断ページを印刷するには [プリント] ボタンをクリックします。\n調整ページを印刷するには [調整] ボタンをクリックします。";

NewCartridgeHeader = "新しいカートリッジが取り付けられました";
NewCartridgeText = "新しいカートリッジを取り付けたときは、位置調整を実行するようにしてください。新しいカートリッジの調整は、[位置調整] をクリックして行います。";

HSDPenAlignmentTextFieldTitle = "プリントカートリッジの位置調整";
HSDInfoTextFieldTitle = "最高のプリント品質を得るため、プリントカートリッジを交換するたびに、この位置調整を行うことをお薦めします。\n下の [位置調整] ボタンをクリックすると、用紙にパターンが印刷され、そのパターンに関する質問に答えるように要求されます。\nこの手順には、必ず普通紙を使用してください。";
HSDGuideTextFieldTitle = "先へ進む準備ができたら [位置調整] をクリックします。";
HSDAlignButtonTitle = "位置調整";

HSDPatternDescription = "プリンタは、位置調整ページを印刷しています。 ページの右下隅にパターン識別子があるのを確認し、下から対応するオプションを選択して、[続行] をクリックします。";
HSDPattern1 = "パターン 1";
HSDPattern2 = "パターン 2";
HSDPattern3 = "パターン 3";
HSDGoBackButton = "戻る";
HSDCancelButton = "キャンセル";
HSDContinueButton = "継続";

HSDPlotDescription = "印刷されたページを確認します。印刷されたページには、細い線からなるボックスが何行か並んでいます。\n\nページの各行について、細い線がいちばん見えにくいボックスを探し、右のリストからそのボックスを選択します。";
HSDValidationCheck = "テストページの印刷";

HSDStraightDescription1 = "印刷されたページで、それぞれのセクションで線が最もまっすぐなラベルを選択します。";
HSDStraightDescription2 = "矢印の先端にあるバーが最も用紙の端に近いラベルを選択します。";
HSDStraightDescription3 = "プリントされたページの背景に最もマッチするパッチの番号を選択します。";

OutOfPaperAlertTitle = "用紙がありません";
OutOfPaperAlertMessage = "2 枚以上の用紙を挿入し、プリンタのボタンを押してください。パターンの印刷が終了すると、このダイアログは自動的に閉じます。";
